<template>
    <div>
        <div class="agreement_content">
            <h1>用户协议</h1>
            <section class="article">
                <h4>1. 重要须知</h4>
                <p>
                    1.1、本用户使用许可协议（下称“协议”或“本协议”）是用户与M直播科技有限公司（即“M直播”视频直播平台，下称“M直播”）之间关于注册、登录“M直播”视频直播平台（下称“视频直播平台”或“平台”）以及使用平台服务所订立的协议，本协议约定了M直播与用户之间关于“M直播”服务方面的权利义务。
                    “用户”是指注册、登录、使用、浏览、获取本协议项下服务的个人或组织。
                </p>
                <p>
                    1.2、用户应认真阅读（未成年人应当在监护人陪同下阅读）、充分理解本协议中各条款，特别是免除或者限制M直播责任的免责条款及对用户的权利限制条款，并选择接受或不接受本协议。除非用户接受本协议所有条款，否则用户无权注册、登录或使用M直播为用户提供的服务。用户的注册、登录、使用等行为将视为对本协议的接受，并同意接受本协议各项条款的约束。
                </p>
                <p>
                    1.3、通过访问和/或使用M直播，用户表示同意接受本协议的所有条件和条款。M直播是面向最终用户提供播客实时在线演绎、互动直播等服务的网站。如果用户不愿接受本协议的全部条件和条款，请用户不要访问或使用M直播。如果用户愿意接受本协议，则意味着用户了解及完全同意本协议的各项内容，以及M直播对本协议及本协议附件随时所做的任何修改。
                </p>
                <p>
                    1.4、本协议下的条款可由M直播随时变更，用户须定期审阅本协议。协议条款一旦发生变动，M直播将会在网站相关的页面上发布。变更后的协议在相关的页面上公布即有效代替原来的协议，恕不再另行通知。用户如不同意M直播对本协议的所作的任何变更，应立即停止使用M直播提供的服务。如用户在本协议变更后继续使用M直播的服务，即视作用户已完全同意变更后的协议。
                </p>
                <p>
                    1.5、请注意：鉴于用户使用网络服务之习惯，用户有权利且有义务自使用M直播服务之日起每月自行主动对本协议之全部内容进行重新阅读，鉴于上述约定，用户因自身怠于行使该等权利或怠于履行该等义务的，无权以未获知上述内容而对相关条款的法律效力提出异议。
                </p>
            </section>
            <section class="article">
                <h4>2. 服务内容</h4>
                <p>
                    1.1、本用户使用许可协议（下称“协议”或“本协议”）是用户与M直播科技有限公司（即“M直播”视频直播平台，下称“M直播”）之间关于注册、登录“M直播”视频直播平台（下称“视频直播平台”或“平台”）以及使用平台服务所订立的协议，本协议约定了M直播与用户之间关于“M直播”服务方面的权利义务。
                    “用户”是指注册、登录、使用、浏览、获取本协议项下服务的个人或组织。
                </p>
                <p>
                    1.2、用户应认真阅读（未成年人应当在监护人陪同下阅读）、充分理解本协议中各条款，特别是免除或者限制M直播责任的免责条款及对用户的权利限制条款，并选择接受或不接受本协议。除非用户接受本协议所有条款，否则用户无权注册、登录或使用M直播为用户提供的服务。用户的注册、登录、使用等行为将视为对本协议的接受，并同意接受本协议各项条款的约束。
                </p>
                <p>
                    1.3、通过访问和/或使用M直播，用户表示同意接受本协议的所有条件和条款。M直播是面向最终用户提供播客实时在线演绎、互动直播等服务的网站。如果用户不愿接受本协议的全部条件和条款，请用户不要访问或使用M直播。如果用户愿意接受本协议，则意味着用户了解及完全同意本协议的各项内容，以及M直播对本协议及本协议附件随时所做的任何修改。
                </p>
                <p>
                    1.4、本协议下的条款可由M直播随时变更，用户须定期审阅本协议。协议条款一旦发生变动，M直播将会在网站相关的页面上发布。变更后的协议在相关的页面上公布即有效代替原来的协议，恕不再另行通知。用户如不同意M直播对本协议的所作的任何变更，应立即停止使用M直播提供的服务。如用户在本协议变更后继续使用M直播的服务，即视作用户已完全同意变更后的协议。
                </p>
                <p>
                    1.5、请注意：鉴于用户使用网络服务之习惯，用户有权利且有义务自使用M直播服务之日起每月自行主动对本协议之全部内容进行重新阅读，鉴于上述约定，用户因自身怠于行使该等权利或怠于履行该等义务的，无权以未获知上述内容而对相关条款的法律效力提出异议。
                </p>
            </section>
        </div>
        <v-footer class="mt-30"></v-footer>
    </div>
</template>

<script>
import footer from '../../components/footer/index.vue';
export default {
    name: 'index',
    data() {
        return {};
    },
    components: { 'v-footer': footer },
    mounted() {},
};
</script>

<style scoped>
.agreement_content {
    margin: 10px 10%;
    background: white;
    padding: 30px;
}
.agreement_content h1 {
    height: 64px;
    margin-bottom: 30px;
    border-bottom: 1px solid #f3f3f3;
    font-size: 18px;
    line-height: 64px;
    text-align: center;
    color: #303030;
    display: block;
    overflow: hidden;
}
.agreement_content p {
    font-size: 12px;
    line-height: 20px;
    color: #303030;
}
.agreement_content p + p {
    margin-top: 20px;
}
h4 {
    margin-top: 20px;
}
</style>
