/*
 * @version:  ;
 * @description:  ;
 * @autor: Full
 * @date: Do not edit
 */
export const navData = {
    state: {
        expansion: true,
        noticeList: [
            {
                id: 0,
                content: 'M体育在线客服上线啦',
            },
            {
                id: 1,
                content: '针对直播违规处理公告',
            },
        ],
        normList: [
            {
                id: 2,
                content: '专家内容行为规范',
            },
            {
                id: 3,
                content: 'M体育开播协议',
            },
        ],
        helpList: [
            {
                id: 4,
                content: '主播问题与解答',
            },
        ],
        criterionDetailList: [
            {
                id: 0,
                content: {
                    title: 'M体育在线客服上线啦',
                    des: `<p>为给广大粉丝提供更高效、优质的服务~M体育在线客服已上线，如遇任何问题，可寻求官方客服协助～</p>`,
                },
            },
            {
                id: 1,
                content: {
                    title: '针对直播违规处理公告',
                    des: `<p>直播间及主播相关行为，若有出现以下情况，将依照本办法进行处理！</p>
                    <p>即日起将对所有直播间的用户名、标题、画面、封面、公告等所有露出部位予以严格整改。 上述所有地方不得出现任何与购彩、博彩、外围等相关的词汇，例如：推荐、解球、大小球、角球等此类词汇都不允许出现。否则将进行封禁处理！</p>
                    <p>同时口播、弹幕中出现微信号，qq号等内容，去引导用户进入彩经内容，也将直接进行封禁处理！</p> `,
                },
            },
            {
                id: 2,
                content: {
                    title: '专家内容行为规范',
                    des: `<p>
                    为维护M体育平台的合法秩序，给用户提供健康和谐环境，M体育在此严正声明:M体育严格遵守国家法律法规及各项规章制度，严禁一切涉黄涉赌等违法行为的出现。请所有专家作者严格遵守，对违规作者将采取永久下架措施，严惩不贷，绝不姑息。<br />
                </p>
                <p>内容行为规范如下:</p>
                <p>
                    一、.严禁发表反党反政府或带有任何侮辱诋毁党和国家的言论及行为，包括且不限于:
                </p>
                <p>
                    (1).危害国家及社会安全信息，其表现可能包括但不限于反对宪法所确定的基本原则；
                </p>
                <p>(2).危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的;</p>
                <p>(3).损害国家荣誉和利益的;</p>
                <p>(4).煽动民族仇恨、民族歧视、破坏民族团结的;</p>
                <p>(5).破坏国家宗教政策，宣扬邪教和封建迷信的;</p>
                <p>(6).散布谣言，扰乱社会秩序，破坏社会稳定的;</p>
                <p>(7).宣扬赌博、暴力、凶杀、恐怖或者教唆犯罪的;</p>
                <p>(8).煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的;</p>
                <p>
                    二、所有作者姓名、作者简介、方案标题、方案理由严禁出现任何联系方式，以及引导性文字。
                </p>
                <p>
                    三、所有作者姓名、作者简介、方案标题、方案理由不得出现赌博、盘口、赔率相关词汇，具体包括但不限于以下话术:欧赔、赔率、水位、盘口.亚盘、解盘、赌博、博彩、庄家、庄狗、大小球、波胆、走盘、走水、降盘、降水、升盘、升水、调盘、调赔、博彩公司名称等字眼。
                </p>
                <p>四、方案不允许出现任何广告行为，例如售彩店联系方式等。</p>
                <p>五、禁止出现excel表格、word文档内容、文本文档等。</p>
                <p></p>
                <p>
                    感谢大家对M体育的长期支持，希望大家能够遵守规则，配合平台，共同创造积极健康环境。本内容由M体育官方发布，最终解释权归M体育所有，M体育有权对以上内容进行更改。
                </p>
            `,
                },
            },
            {
                id: 3,
                content: {
                    title: 'M体育开播协议',
                    des: `  <p>
                   
                </p>
                <p><b>一、概述</b><o:p></o:p></p>
                <p>
                    1.为了加强对M体育直播平台的管理，为广大用户提供一个内容健康向上的直播平台，给M体育用户提供更好的用户体验，特制定本协议。<o:p
                    ></o:p>
                </p>
                <p>
                    2.本直播管理规范适用于M体育直播平台所有直播间、所有主播。<o:p
                    ></o:p>
                </p>
                <p>
                    3.主播开始直播则表示阅读并同意《M主播入驻协议》、《M主播管理制度》、《用户服务协议》，如有违规亦同意接受M体育处罚，如触犯国家法律将承担相应法律后果。<o:p
                    ></o:p>
                </p>
                <p>
                    4.直播结束不代表平台管理结束，如被发现、或被举报直播中曾有违规行为，一经证实，平台将视违规类型及程度对主播进行追溯处罚。<o:p
                    ></o:p>
                </p>
                <p>
                    5.本规范提及示例并不代表列举所有情况，仅为帮助您理解并避免违规。请不要试图寻找规范中的漏洞加以实施，请理解这些规范制定的初衷，并不要发布您认为可能处于违反规范范围的内容。<o:p
                    ></o:p>
                </p>
                <p>&nbsp;<o:p></o:p></p>
                <p><b>二、主播管理规范</b><o:p></o:p></p>
                <p>2.1&nbsp;基本守则<o:p></o:p></p>
                <p>
                    &nbsp;
                    &nbsp;&nbsp;2.1.1&nbsp;M体育主播必须遵守本规范，并有义务维护积极健康的直播环境，对直播封面、直播标题、直播内容、连麦用户、麦序信息、公屏言论等使用直播服务所产生的内容负责。否则，M体育平台有权依据直播事实及影响程度，对违规内容及主播作出处罚。<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp;
                    &nbsp;&nbsp;2.1.2&nbsp;M体育主播在M体育平台之外应当谨言慎行，维护自身良好形象和平台声誉，如因言行不当损害M体育平台声誉，影响平台正常运营，M体育平台将根据本规范相关条文的规定对主播作出处罚。<o:p
                    ></o:p>
                </p>
                <p>2.2&nbsp;违规类型<o:p></o:p></p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;严重违规行为<o:p></o:p></p>
                <p>
                    &nbsp;
                    &nbsp;&nbsp;2.2.1&nbsp;严禁在直播中发布、传播含有下列内容的违法有害信息，包括：<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;（1）违反宪法确定的基本原则的；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;（2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;（3）损害国家荣誉和利益的；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;（4）煽动民族仇恨、民族歧视、破坏民族团结的；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;（5）破坏国家宗教政策，宣扬邪教和封建迷信的；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;（6）宣扬恐怖主义、极端主义，或煽动实施恐怖活动、极端主义活动的；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;（7）散布谣言，扰乱经济秩序和社会秩序的；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;（8）散布淫秽、色情、赌博、暴力、凶杀、恐怖或教唆犯罪的；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;（9）侮辱或诽谤他人，侵害他人名誉、隐私和其他合法权益，且情节严重的；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;（10）含有法律、行政法规禁止的其他内容，且情节严重的。<o:p
                    ></o:p>
                </p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;一般违规行为<o:p></o:p></p>
                <p>
                    &nbsp;
                    &nbsp;&nbsp;2.2.2&nbsp;主播应当规范自己的直播行为，生产合法、健康的直播内容。严禁在直播中实施或传播含有以下违规内容的行为或信息，包括但不限于：<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;（1）禁止实施或传播违法违规行为、信息<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;破坏民族文化传统的，包括但不限于煽动民族仇恨、民族歧视，侵害民族风俗习惯、曲解民族历史和历史人物，伤害民族感情，破坏民族团结；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;违反《英雄烈士保护法》相关内容的，包括但不限于歪曲、丑化、亵渎、否定英雄烈士事迹和精神；以侮辱、诽谤或者其他方式侵害英雄烈士的姓名、肖像、名誉、荣誉的；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;展示、销售违禁物品及管制器械，包括但不限于枪支弹药及部件、仿真枪支、管制刀具、军警器械、易燃易爆物；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;展示、销售毒品或吸毒工具，或表演传播吸食方法、注射方式。（国家有关部门组织的禁毒宣传等活动除外）；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;利用平台做色情推广，或有类似意图的行为，包括但不限于色情交友交易、色情物品售卖、相关软件工具推广等；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;展示危险驾驶或违反交通法规的违法行为，包括但不限于驾车直播（不区分是否有直播互动）、驾车时拍摄视频或接打电话、抱孩子或宠物开车、副驾驶直播干扰司机驾驶、飙车、骑车手脱把、摩托车翘头等；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;宣扬传播暴力，包括但不限于挑衅约架、打架斗殴、威胁恐吓、欺辱霸凌等行为，及展示涉及暴力的文字、画面、音视频内容等；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;未成年人直播或直播中出现侵犯未成年人合法权益、危害未成年人身心健康、传递未成年人违法违规不良导向的内容或行为，包括但不限于未成年人抽烟喝酒、打架群殴，言语侮辱、体罚虐待未成年人，展示未成年人婚育内容，鼓励未成年人实施违法违规行为等；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;展示偷猎、狩猎、贩卖、走私、加工、食用、捕杀、私自饲养保护动物或野生动物等行为；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;展示盗采、贩卖、走私、加工、食用保护植物等行为；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;制作、销售、贩卖保护动物及保护植物，及相关制品；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;直播赌博或展示与涉赌相关的任何内容，包括但不限于非法赌牌、红包赌博、网络赌博网站、赌博游戏、赌博工具等；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;侵犯他人合法权益、泄露他人隐私，包括但不限于非法限制人身自由、私闯住宅、破坏私人物品、人肉搜索，及泄露他人手机号码、家庭住址、身份信息等；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;虚假宣传或销售假冒伪劣产品，包括但不限于使用极限用语、绝对化用语（国家级、最高级、国家品牌等）进行夸张宣传，销售山寨、高仿、带有伪造商标、以次充好的商品，诱导欺骗消费者等；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;展示非法医疗信息及含有较高风险的产品和服务，包括但不限于减肥类、美容整形类、药品类、保健品类、成人用品类等；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;展示非法、违规产品和服务信息，包括但不限于违规网络兼职、代购、代理加盟、金融广告、游戏外挂、非法募捐、烟草或其他不符合用户协议的商业广告；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;国家明令禁止的其他行为，包括但不限于挖宝、盗墓、扰乱交通秩序、组建非法组织、损坏人民币、实施诈骗等违法行为。<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;（2）禁止实施或传播其他不良行为、信息<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;直播中抽烟、喝酒；<o:p></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;传播淫秽色情及低俗不良信息，包括但不限于展示、模仿性行为或带有性暗示的挑逗行为，展示涉性物品、大尺度图片、漏点艺术品，利用封面标题等形式展示不雅信息、博取关注等；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;直播危害自身或他人生命安全的行为，或展示由危险行为产生的后果，包括但不限于自杀自残、割腕烧炭、跳楼跳河、自杀游戏、展示伤口伤痕等；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;展示危险行为或危险游戏、挑战，在无专业安全措施的情况下从事高风险活动，包括但不限于吃玻璃、胸口碎大石、窒息游戏、憋气挑战、野外跳水等；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;传递不良价值观、宣扬挑战伦理道德的内容，包括展示不良生活方式与不伦关系、渲染颓废消极情绪与不健康观念、崇尚炫富拜金主义等；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;从事低俗、庸俗、媚俗活动，包括但不限于涉热舞表演、三俗表演、PK、不良段子、低俗游戏，及在严肃公开场合做不恰当举动等；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;从事不符合公序良俗的内容，包括但不限于破坏民俗民风、从事迷信活动、直播丧葬仪式、对逝者不敬等；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;展示成人娱乐场所、易暴露隐私的公共私密场所，包括但不限于夜总会、公厕、洗浴中心、大众浴池，或直播过程中涉及成人用品及其仿制品相关的内容；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;展示易引起他人心理或生理反感、不适的行为或画面，包括但不限于恐怖惊悚、血腥残忍、密集恐惧、异常饮食，或虐待宰杀动物、展示尸体残肢伤口等；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;传播不健康的影视综或音乐作品，包括但不限于各地的低俗、庸俗、媚俗作品及违禁作品；包含其中的血腥暴力、惊悚恐怖、不良画面等；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;恶意博眼球、蹭热点、吸引关注，包括但不限于通过猎奇、怪异、夸张或其他方式进行恶搞、炒作、揭秘等；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;推荐或指导购买彩票、股票、理财产品，或引导参与抽奖夺宝等无法保证真实安全的活动，包括但不限于彩票预测、个股推荐、理财指导、证券咨询，或其他可能造成财产风险的内容；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;其他违反社区规定、破坏直播环境的有害及不良行为。<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp;
                    &nbsp;&nbsp;2.2.3&nbsp;主播在直播中应当着装整洁、规范，穿着得体，严禁主播在直播中展示涉及以下不当着装的行为，包括但不限于：<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;男性赤裸上身，或穿着过度突出身体敏感部位的服饰；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;女性过于暴露，包括但不限于刻意裸露乳沟、暴露大面积胸部皮肤或其他身体敏感部位等，例如：穿着吊带、露肩装、短裙、热裤、露脐装；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;穿着带有性暗示的衣物，包括但不限于情趣制服、情趣内衣、暴露装、透视装、肉色紧身衣、内衣外穿、渔网袜、吊带袜、三角状短裤、低腰超短裤、有性暗示文字或图片的服装等；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;展示真空、凸点、透点的不当着装行为；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;展示、裸露大面积纹身；<o:p></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;过度奇装异服，用怪异着装博取关注；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;利用服装反串进行炒作，包括但不限于男性非正常穿着女性的内衣裤、丝袜或仅穿肚兜等；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;展示未成年人的不适当着装，包括但不限于刻意拍摄儿童敏感部位（胸部、臀部、生殖器等）、不同程度暴露儿童身体、穿开裆裤漏体、给儿童穿不雅服饰恶搞等；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;穿着中华人民共和国国家机关及军队制服（如警服、军服、市场监管制服、法院制服、检察院制服、城管制服、路政制服等）进行直播，或者穿着其他国家及地区机关、军队制服进行直播；（如有特殊需要的，须向平台进行活动报备）；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;非正式场合穿着有特殊意义的服饰进行直播，包括但不限于非正常佩戴红领巾等，或利用服饰所代表的身份进行恶意炒作、造成不良影响的。
                </p>
                <p>
                    &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;2.2.4&nbsp;主播在直播中应当行为举止得体，严禁主播在直播中实施或传播含有以下内容的行为举止，包括但不限于：<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;展示涉及色情、低俗的行为，包括但不限于热舞、脱衣舞、湿身舞、抚摸身体部位、模仿性行为及动作等；
                </p>
                <p>
                    <v:shape><v:imagedata></v:imagedata></v:shape><o:p></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;展示带有性暗示、性挑逗的动作及不良模仿行为，包括但不限于舔食特殊形状物品、展示贴身内衣裤、抖胸、抖臀、诱惑性扭动身体、舔嘴唇、舔手指等易引人产生性幻想的动作等；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;刻意拍摄或将画面聚焦于人体敏感部位、通过特殊角度进行暗示性拍摄；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;刻意走光炒作、从事易走光行为等。建议主播主动避免可能引起走光的动作，如高抬腿、分腿坐、低胸弯腰、穿较短衣裙做大幅度动作等；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;直播中直接展示喂母乳的行为；<o:p></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;刻意营造惊悚、冲突、审丑效果，包括但不限于恶作剧惊吓他人、挑起冲突展示矛盾、丑化自己或他人等；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;利用PK、连麦等功能进行低俗玩法、不当惩罚，或从事不良行为，包括但不限于展示危险行为动作、食用非正常食物、混合物涂抹身体、玩弄身体或展示贴身衣物（挤捏皮肤、弹肩带、露内裤等）、刻意裸露、模仿涉性动作等。<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp;
                    &nbsp;&nbsp;2.2.5&nbsp;主播在直播中语言表达应当得体，严禁主播在直播中传播含有以下内容的不当言论，包括但不限于：<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;直播中讨论政治敏感话题，或借政治话题进行炒作、调侃、煽动、不良传播等；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;发表低俗不当言论，包括但不限于谈论两性话题、讨论不良段子、言语骚扰、刻意展示诱惑性声音等；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;发表不实言论，包括但不限于发表易引起误导、恐慌的内容，传播自己或他人的不实信息，诽谤、骚扰他人等；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;传播语言暴力，包括但不限于不文明用语、人身攻击、威胁恐吓、诋毁谩骂等；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;发表易挑起冲突、引战言论，包括但不限于煽动种族冲突、地域矛盾，拜高踩低、挑起争端、约架、下战书等；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;发布妨碍平台正常秩序或干扰平台用户的不当言论，包括但不限于诱导用户消费、散布夸张信息、煽动粉丝情绪、强迫互粉等；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;利用方言或非日常使用的语言从事违规行为、传播不当内容。平台提倡并鼓励在直播中使用普通话，以便于交流，方便更多用户参与直播互动。<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp;
                    &nbsp;&nbsp;2.2.6&nbsp;主播在直播中应遵守M体育平台管理规范，严禁主播在直播中出现扰乱平台管理秩序的行为，包括但不限于：<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;宣传、推广、导流到其他平台的行为，包括但不限于鼓动用户使用其他工具（如微信、QQ、68等通信软件或yabo等下注平台）、宣传其他平台活动（如充送、首单、彩金、福利）、多平台直播（如企鹅、抓饭、球会等平台）等；
                </p>
                <p>
                    <v:shape><v:imagedata></v:imagedata></v:shape><o:p></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;直播、转播、展示未获授权的版权内容，未获许可转播他人作品，包括但不限于转播受版权保护的影视剧综节目、转播盗播他人内容等；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp;&nbsp; &nbsp; &nbsp;
                    &nbsp;•&nbsp;不使用平台交易功能、引导消费者进行站外交易，包括但不限于以口播、摆放等形式露出微信号手机号等联系方式，或引导消费者通过个人主页获取联系方式引导至站外交易等。在本平台内进行商品、服务交易等请务必使用小黄车；
                </p>
                <p><o:p></o:p></p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;引导进行电商交易，但无主播出镜，或主播行为与电商主题及商品无实质关系的行为，包括但不限于：无主播出镜，仅展示一张纸、广告信息或某实物；主播在直播中睡觉、或进行其他与电商主题无关的行为；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;直播中出现非官方渠道的抽奖行为，包括但不限于截屏抽奖、从粉丝关注列表或订单列表抽送奖品、口播加粉丝团进行抽奖，或引导到站外平台进行抽奖等。如有抽奖活动需求，请使用官方抽奖工具；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;冒充官方或未经许可假借官方名义发布不实信息、从事违规行为活动、歪曲官方信息、曲解平台规则、误导其他用户等；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;以任何形式抹黑、诋毁、损害平台声誉，在平台内或其他渠道发布与本平台相关的不实、恶意信息；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;侵害平台及其他用户的合法权益、妨碍平台正常运营、破坏平台服务公平性的行为，包括但不限于刷粉刷赞、数据造假、行为作弊、使用外挂及作弊软件等；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;发布不良广告、提供有风险金融服务、恶意诱导风险性消费行为，包括但不限于炒作加群送福利、诱导高额送礼、煽动募捐、以打赏送红包等方式诱导加群加好友等；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;其他违反平台规定的行为，包括但不限于代开直播、借号直播、买卖账号、替他人宣传高危商品、泄露平台商业秘密等。<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
                    •&nbsp;直播中不能解说博彩、赔率指数等涉赌相关信息，直播画面不能展示博彩机构、赔率指数等涉赌信息。
                </p>
                <p>
                    &nbsp; &nbsp; &nbsp;
                    2.2.7主播在直播中应规范直播画面，严禁出现以下情况，包括但不限于：<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;
                    &nbsp;•&nbsp;直播、转播、展示直播内容过程中不得露出外站的品牌标识、图标、logo等信息；如（某某体育、某某网）等；
                </p>
                <p>
                    &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;
                    &nbsp;•直播过程中不得出现无意义直播，如画面黑屏、同一画面定格15min以上等；&nbsp;<o:p
                    ></o:p>
                </p>
                <p><b>三、违规行为的分类和处罚说明</b><o:p></o:p></p>
                <p>
                    3.1&nbsp;直播违规行为分为严重违规行为和一般违规行为，并根据实际违规情况的严重程度，作出不同等级的处罚。<o:p
                    ></o:p>
                </p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;违规类型<o:p></o:p></p>
                <p>
                    &nbsp;
                    &nbsp;&nbsp;3.1.1&nbsp;严重违规行为：违反本管理规范2.2.1相关条款，认定为严重违规；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp;
                    &nbsp;&nbsp;3.1.2&nbsp;一般违规行为：违反本管理规定2.2.2-2.2.6相关条款，认定为一般违规；<o:p
                    ></o:p>
                </p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;违规处罚<o:p></o:p></p>
                <p>
                    &nbsp;
                    &nbsp;&nbsp;3.1.3&nbsp;严重违规：平台有权进行立即停止直播、收回直播权限、冻结直播收益、封停账号等处罚，对涉嫌违法犯罪的，平台将向有关主管部门报告或向司法机关移交违法犯罪线索；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp;
                    &nbsp;&nbsp;3.1.4&nbsp;一般违规：平台将根据违规严重程度及违规次数，对违规直播进行警告、中断直播、限制直播功能、限制提现等处罚。受到多次违规处罚或违规行为产生严重影响的，M体育平台有权根据实际情况提升处罚等级。<o:p
                    ></o:p>
                </p>
                <p><o:p>&nbsp;</o:p></p>
                <p><b>四、其他</b><o:p></o:p></p>
                <p>
                    4.1&nbsp;本规范由M体育平台发布，M体育有权根据法律法规、相关政策要求，及平台发展运营需要对本规范进行修改及公示。<o:p
                    ></o:p>
                </p>
                <p>
                    4.2
                    本规范自发布之日起生效，此后如有修改，自修改公示之日起生效。
                </p>`,
                },
            },
            {
                id: 4,
                content: {
                    title: '主播问题与解答',
                    des: `  <p>
                    ·问：如何开启直播？<br />答：年满18岁，通过实名认证，就可以申请自己的直播间开始直播了。<o:p
                    ></o:p>
                </p>
                <p>
                    ·问：为什么认证失败？<br />答：实名认证需提供本人清晰完整的身份证正面照片进行认证。<o:p
                    ></o:p>
                </p>
                <p>
                    ·问：哪些能播？哪些不能播？<br />答：具体问题可加客服QQ：3322129855咨询或在线客服咨询；
                </p>
               
                <p>
                    ·问：为什么粉丝听不见我说话？<br />答：请您检查一下麦克风链接是否完好，确认完好之后检查下obs设置或直播助手设置。<o:p
                    ></o:p>
                </p>
                <p>
                    ·&nbsp;问：直播没人互动怎么办？<br />答：建议您把直播间分享到微信/微博/QQ，邀请更多好友观看<o:p
                    ></o:p>
                </p>`,
                },
            },
            {
                id: 100,
                content: {
                    title: 'M体育官方主播招募令',
                    des: `<p>M体育邀你做主播</p> <p><b>联系QQ：3322129855</b> </p>`,
                },
            },
        ],
    },
    mutations: {
        setExpansion: (state, data) => {
            state.expansion = data;
        },
    },
    getters: {
        getExpansion: (state) => state.expansion,
        getNoticeList: (state) => state.noticeList,
        getNormList: (state) => state.normList,
        getHelpList: (state) => state.helpList,
        getCriterionDetailList: (state) => state.criterionDetailList,
    },
};
