/*
 * @version:  ;
 * @description:  ;
 * @autor: Full
 * @date: Do not edit
 */
export const navData = {
    state: {
        expansion: true,
        noticeList: [
            {
                id: 0,
                content: 'M体育在线客服上线啦',
            },
            {
                id: 1,
                content: '针对直播违规处理公告',
            },
        ],
        normList: [
            {
                id: 2,
                content: '专家内容行为规范',
            },
            {
                id: 3,
                content: 'M体育开播协议',
            },
            {
                id: 5,
                content: 'M体育互动规范',
            },
        ],
        helpList: [
            {
                id: 4,
                content: '主播问题与解答',
            },
        ],
        criterionDetailList: [
            {
                id: 0,
                content: {
                    title: 'M体育在线客服上线啦',
                    des: `<p>为给广大粉丝提供更高效、优质的服务~M体育在线客服已上线，如遇任何问题，可寻求官方客服协助～</p>`,
                },
            },
            {
                id: 1,
                content: {
                    title: '针对直播违规处理公告',
                    des: `<p>直播间及主播相关行为，若有出现以下情况，将依照本办法进行处理！</p>
                    <p>即日起将对所有直播间的用户名、标题、画面、封面、公告等所有露出部位予以严格整改。 上述所有地方不得出现任何与购彩、博彩、外围等相关的词汇，例如：推荐、解球、大小球、角球等此类词汇都不允许出现。否则将进行封禁处理！</p>
                    <p>同时口播、弹幕中出现微信号，qq号等内容，去引导用户进入彩经内容，也将直接进行封禁处理！</p> `,
                },
            },
            {
                id: 2,
                content: {
                    title: '专家内容行为规范',
                    des: `<p>
                    为维护M体育平台的合法秩序，给用户提供健康和谐环境，M体育在此严正声明:M体育严格遵守国家法律法规及各项规章制度，严禁一切涉黄涉赌等违法行为的出现。请所有专家作者严格遵守，对违规作者将采取永久下架措施，严惩不贷，绝不姑息。<br />
                </p>
                <p>内容行为规范如下:</p>
                <p>
                    一、.严禁发表反党反政府或带有任何侮辱诋毁党和国家的言论及行为，包括且不限于:
                </p>
                <p>
                    (1).危害国家及社会安全信息，其表现可能包括但不限于反对宪法所确定的基本原则；
                </p>
                <p>(2).危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的;</p>
                <p>(3).损害国家荣誉和利益的;</p>
                <p>(4).煽动民族仇恨、民族歧视、破坏民族团结的;</p>
                <p>(5).破坏国家宗教政策，宣扬邪教和封建迷信的;</p>
                <p>(6).散布谣言，扰乱社会秩序，破坏社会稳定的;</p>
                <p>(7).宣扬赌博、暴力、凶杀、恐怖或者教唆犯罪的;</p>
                <p>(8).煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的;</p>
                <p>
                    二、所有作者姓名、作者简介、方案标题、方案理由严禁出现任何联系方式，以及引导性文字。
                </p>
                <p>
                    三、所有作者姓名、作者简介、方案标题、方案理由不得出现赌博、盘口、赔率相关词汇，具体包括但不限于以下话术:欧赔、赔率、水位、盘口.亚盘、解盘、赌博、博彩、庄家、庄狗、大小球、波胆、走盘、走水、降盘、降水、升盘、升水、调盘、调赔、博彩公司名称等字眼。
                </p>
                <p>四、方案不允许出现任何广告行为，例如售彩店联系方式等。</p>
                <p>五、禁止出现excel表格、word文档内容、文本文档等。</p>
                <p></p>
                <p>
                    感谢大家对M体育的长期支持，希望大家能够遵守规则，配合平台，共同创造积极健康环境。本内容由M体育官方发布，最终解释权归M体育所有，M体育有权对以上内容进行更改。
                </p>
            `,
                },
            },
            {
                id: 3,
                content: {
                    title: 'M体育开播协议',
                    des: `  <p>
                   
                </p>
                <p><b>一、概述</b><o:p></o:p></p>
                <p>
                    1.为了加强对M体育直播平台的管理，为广大用户提供一个内容健康向上的直播平台，给M体育用户提供更好的用户体验，特制定本协议。<o:p
                    ></o:p>
                </p>
                <p>
                    2.本直播管理规范适用于M体育直播平台所有直播间、所有主播。<o:p
                    ></o:p>
                </p>
                <p>
                    3.主播开始直播则表示阅读并同意《M主播入驻协议》、《M主播管理制度》、《用户服务协议》，如有违规亦同意接受M体育处罚，如触犯国家法律将承担相应法律后果。<o:p
                    ></o:p>
                </p>
                <p>
                    4.直播结束不代表平台管理结束，如被发现、或被举报直播中曾有违规行为，一经证实，平台将视违规类型及程度对主播进行追溯处罚。<o:p
                    ></o:p>
                </p>
                <p>
                    5.本规范提及示例并不代表列举所有情况，仅为帮助您理解并避免违规。请不要试图寻找规范中的漏洞加以实施，请理解这些规范制定的初衷，并不要发布您认为可能处于违反规范范围的内容。<o:p
                    ></o:p>
                </p>
                <p>&nbsp;<o:p></o:p></p>
                <p><b>二、主播管理规范</b><o:p></o:p></p>
                <p>2.1&nbsp;基本守则<o:p></o:p></p>
                <p>
                    &nbsp;
                    &nbsp;&nbsp;2.1.1&nbsp;M体育主播必须遵守本规范，并有义务维护积极健康的直播环境，对直播封面、直播标题、直播内容、连麦用户、麦序信息、公屏言论等使用直播服务所产生的内容负责。否则，M体育平台有权依据直播事实及影响程度，对违规内容及主播作出处罚。<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp;
                    &nbsp;&nbsp;2.1.2&nbsp;M体育主播在M体育平台之外应当谨言慎行，维护自身良好形象和平台声誉，如因言行不当损害M体育平台声誉，影响平台正常运营，M体育平台将根据本规范相关条文的规定对主播作出处罚。<o:p
                    ></o:p>
                </p>
                <p>2.2&nbsp;违规类型<o:p></o:p></p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;严重违规行为<o:p></o:p></p>
                <p>
                    &nbsp;
                    &nbsp;&nbsp;2.2.1&nbsp;严禁在直播中发布、传播含有下列内容的违法有害信息，包括：<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;（1）违反宪法确定的基本原则的；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;（2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;（3）损害国家荣誉和利益的；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;（4）煽动民族仇恨、民族歧视、破坏民族团结的；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;（5）破坏国家宗教政策，宣扬邪教和封建迷信的；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;（6）宣扬恐怖主义、极端主义，或煽动实施恐怖活动、极端主义活动的；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;（7）散布谣言，扰乱经济秩序和社会秩序的；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;（8）散布淫秽、色情、赌博、暴力、凶杀、恐怖或教唆犯罪的；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;（9）侮辱或诽谤他人，侵害他人名誉、隐私和其他合法权益，且情节严重的；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;（10）含有法律、行政法规禁止的其他内容，且情节严重的。<o:p
                    ></o:p>
                </p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;一般违规行为<o:p></o:p></p>
                <p>
                    &nbsp;
                    &nbsp;&nbsp;2.2.2&nbsp;主播应当规范自己的直播行为，生产合法、健康的直播内容。严禁在直播中实施或传播含有以下违规内容的行为或信息，包括但不限于：<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;（1）禁止实施或传播违法违规行为、信息<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;破坏民族文化传统的，包括但不限于煽动民族仇恨、民族歧视，侵害民族风俗习惯、曲解民族历史和历史人物，伤害民族感情，破坏民族团结；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;违反《英雄烈士保护法》相关内容的，包括但不限于歪曲、丑化、亵渎、否定英雄烈士事迹和精神；以侮辱、诽谤或者其他方式侵害英雄烈士的姓名、肖像、名誉、荣誉的；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;展示、销售违禁物品及管制器械，包括但不限于枪支弹药及部件、仿真枪支、管制刀具、军警器械、易燃易爆物；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;展示、销售毒品或吸毒工具，或表演传播吸食方法、注射方式。（国家有关部门组织的禁毒宣传等活动除外）；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;利用平台做色情推广，或有类似意图的行为，包括但不限于色情交友交易、色情物品售卖、相关软件工具推广等；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;展示危险驾驶或违反交通法规的违法行为，包括但不限于驾车直播（不区分是否有直播互动）、驾车时拍摄视频或接打电话、抱孩子或宠物开车、副驾驶直播干扰司机驾驶、飙车、骑车手脱把、摩托车翘头等；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;宣扬传播暴力，包括但不限于挑衅约架、打架斗殴、威胁恐吓、欺辱霸凌等行为，及展示涉及暴力的文字、画面、音视频内容等；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;未成年人直播或直播中出现侵犯未成年人合法权益、危害未成年人身心健康、传递未成年人违法违规不良导向的内容或行为，包括但不限于未成年人抽烟喝酒、打架群殴，言语侮辱、体罚虐待未成年人，展示未成年人婚育内容，鼓励未成年人实施违法违规行为等；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;展示偷猎、狩猎、贩卖、走私、加工、食用、捕杀、私自饲养保护动物或野生动物等行为；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;展示盗采、贩卖、走私、加工、食用保护植物等行为；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;制作、销售、贩卖保护动物及保护植物，及相关制品；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;直播赌博或展示与涉赌相关的任何内容，包括但不限于非法赌牌、红包赌博、网络赌博网站、赌博游戏、赌博工具等；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;侵犯他人合法权益、泄露他人隐私，包括但不限于非法限制人身自由、私闯住宅、破坏私人物品、人肉搜索，及泄露他人手机号码、家庭住址、身份信息等；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;虚假宣传或销售假冒伪劣产品，包括但不限于使用极限用语、绝对化用语（国家级、最高级、国家品牌等）进行夸张宣传，销售山寨、高仿、带有伪造商标、以次充好的商品，诱导欺骗消费者等；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;展示非法医疗信息及含有较高风险的产品和服务，包括但不限于减肥类、美容整形类、药品类、保健品类、成人用品类等；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;展示非法、违规产品和服务信息，包括但不限于违规网络兼职、代购、代理加盟、金融广告、游戏外挂、非法募捐、烟草或其他不符合用户协议的商业广告；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;国家明令禁止的其他行为，包括但不限于挖宝、盗墓、扰乱交通秩序、组建非法组织、损坏人民币、实施诈骗等违法行为。<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;（2）禁止实施或传播其他不良行为、信息<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;直播中抽烟、喝酒；<o:p></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;传播淫秽色情及低俗不良信息，包括但不限于展示、模仿性行为或带有性暗示的挑逗行为，展示涉性物品、大尺度图片、漏点艺术品，利用封面标题等形式展示不雅信息、博取关注等；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;直播危害自身或他人生命安全的行为，或展示由危险行为产生的后果，包括但不限于自杀自残、割腕烧炭、跳楼跳河、自杀游戏、展示伤口伤痕等；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;展示危险行为或危险游戏、挑战，在无专业安全措施的情况下从事高风险活动，包括但不限于吃玻璃、胸口碎大石、窒息游戏、憋气挑战、野外跳水等；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;传递不良价值观、宣扬挑战伦理道德的内容，包括展示不良生活方式与不伦关系、渲染颓废消极情绪与不健康观念、崇尚炫富拜金主义等；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;从事低俗、庸俗、媚俗活动，包括但不限于涉热舞表演、三俗表演、PK、不良段子、低俗游戏，及在严肃公开场合做不恰当举动等；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;从事不符合公序良俗的内容，包括但不限于破坏民俗民风、从事迷信活动、直播丧葬仪式、对逝者不敬等；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;展示成人娱乐场所、易暴露隐私的公共私密场所，包括但不限于夜总会、公厕、洗浴中心、大众浴池，或直播过程中涉及成人用品及其仿制品相关的内容；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;展示易引起他人心理或生理反感、不适的行为或画面，包括但不限于恐怖惊悚、血腥残忍、密集恐惧、异常饮食，或虐待宰杀动物、展示尸体残肢伤口等；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;传播不健康的影视综或音乐作品，包括但不限于各地的低俗、庸俗、媚俗作品及违禁作品；包含其中的血腥暴力、惊悚恐怖、不良画面等；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;恶意博眼球、蹭热点、吸引关注，包括但不限于通过猎奇、怪异、夸张或其他方式进行恶搞、炒作、揭秘等；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;推荐或指导购买彩票、股票、理财产品，或引导参与抽奖夺宝等无法保证真实安全的活动，包括但不限于彩票预测、个股推荐、理财指导、证券咨询，或其他可能造成财产风险的内容；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;其他违反社区规定、破坏直播环境的有害及不良行为。<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp;
                    &nbsp;&nbsp;2.2.3&nbsp;主播在直播中应当着装整洁、规范，穿着得体，严禁主播在直播中展示涉及以下不当着装的行为，包括但不限于：<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;男性赤裸上身，或穿着过度突出身体敏感部位的服饰；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;女性过于暴露，包括但不限于刻意裸露乳沟、暴露大面积胸部皮肤或其他身体敏感部位等，例如：穿着吊带、露肩装、短裙、热裤、露脐装；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;穿着带有性暗示的衣物，包括但不限于情趣制服、情趣内衣、暴露装、透视装、肉色紧身衣、内衣外穿、渔网袜、吊带袜、三角状短裤、低腰超短裤、有性暗示文字或图片的服装等；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;展示真空、凸点、透点的不当着装行为；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;展示、裸露大面积纹身；<o:p></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;过度奇装异服，用怪异着装博取关注；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;利用服装反串进行炒作，包括但不限于男性非正常穿着女性的内衣裤、丝袜或仅穿肚兜等；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;展示未成年人的不适当着装，包括但不限于刻意拍摄儿童敏感部位（胸部、臀部、生殖器等）、不同程度暴露儿童身体、穿开裆裤漏体、给儿童穿不雅服饰恶搞等；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;穿着中华人民共和国国家机关及军队制服（如警服、军服、市场监管制服、法院制服、检察院制服、城管制服、路政制服等）进行直播，或者穿着其他国家及地区机关、军队制服进行直播；（如有特殊需要的，须向平台进行活动报备）；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;非正式场合穿着有特殊意义的服饰进行直播，包括但不限于非正常佩戴红领巾等，或利用服饰所代表的身份进行恶意炒作、造成不良影响的。
                </p>
                <p>
                    &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;2.2.4&nbsp;主播在直播中应当行为举止得体，严禁主播在直播中实施或传播含有以下内容的行为举止，包括但不限于：<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;展示涉及色情、低俗的行为，包括但不限于热舞、脱衣舞、湿身舞、抚摸身体部位、模仿性行为及动作等；
                </p>
                <p>
                    <v:shape><v:imagedata></v:imagedata></v:shape><o:p></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;展示带有性暗示、性挑逗的动作及不良模仿行为，包括但不限于舔食特殊形状物品、展示贴身内衣裤、抖胸、抖臀、诱惑性扭动身体、舔嘴唇、舔手指等易引人产生性幻想的动作等；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;刻意拍摄或将画面聚焦于人体敏感部位、通过特殊角度进行暗示性拍摄；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;刻意走光炒作、从事易走光行为等。建议主播主动避免可能引起走光的动作，如高抬腿、分腿坐、低胸弯腰、穿较短衣裙做大幅度动作等；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;直播中直接展示喂母乳的行为；<o:p></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;刻意营造惊悚、冲突、审丑效果，包括但不限于恶作剧惊吓他人、挑起冲突展示矛盾、丑化自己或他人等；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;利用PK、连麦等功能进行低俗玩法、不当惩罚，或从事不良行为，包括但不限于展示危险行为动作、食用非正常食物、混合物涂抹身体、玩弄身体或展示贴身衣物（挤捏皮肤、弹肩带、露内裤等）、刻意裸露、模仿涉性动作等。<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp;
                    &nbsp;&nbsp;2.2.5&nbsp;主播在直播中语言表达应当得体，严禁主播在直播中传播含有以下内容的不当言论，包括但不限于：<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;直播中讨论政治敏感话题，或借政治话题进行炒作、调侃、煽动、不良传播等；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;发表低俗不当言论，包括但不限于谈论两性话题、讨论不良段子、言语骚扰、刻意展示诱惑性声音等；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;发表不实言论，包括但不限于发表易引起误导、恐慌的内容，传播自己或他人的不实信息，诽谤、骚扰他人等；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;传播语言暴力，包括但不限于不文明用语、人身攻击、威胁恐吓、诋毁谩骂等；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;发表易挑起冲突、引战言论，包括但不限于煽动种族冲突、地域矛盾，拜高踩低、挑起争端、约架、下战书等；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;发布妨碍平台正常秩序或干扰平台用户的不当言论，包括但不限于诱导用户消费、散布夸张信息、煽动粉丝情绪、强迫互粉等；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;利用方言或非日常使用的语言从事违规行为、传播不当内容。平台提倡并鼓励在直播中使用普通话，以便于交流，方便更多用户参与直播互动。<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp;
                    &nbsp;&nbsp;2.2.6&nbsp;主播在直播中应遵守M体育平台管理规范，严禁主播在直播中出现扰乱平台管理秩序的行为，包括但不限于：<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;宣传、推广、导流到其他平台的行为，包括但不限于鼓动用户使用其他工具（如微信、QQ、68等通信软件或yabo等下注平台）、宣传其他平台活动（如充送、首单、彩金、福利）、多平台直播（如企鹅、抓饭、球会等平台）等；
                </p>
                <p>
                    <v:shape><v:imagedata></v:imagedata></v:shape><o:p></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;直播、转播、展示未获授权的版权内容，未获许可转播他人作品，包括但不限于转播受版权保护的影视剧综节目、转播盗播他人内容等；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp;&nbsp; &nbsp; &nbsp;
                    &nbsp;•&nbsp;不使用平台交易功能、引导消费者进行站外交易，包括但不限于以口播、摆放等形式露出微信号手机号等联系方式，或引导消费者通过个人主页获取联系方式引导至站外交易等。在本平台内进行商品、服务交易等请务必使用小黄车；
                </p>
                <p><o:p></o:p></p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;引导进行电商交易，但无主播出镜，或主播行为与电商主题及商品无实质关系的行为，包括但不限于：无主播出镜，仅展示一张纸、广告信息或某实物；主播在直播中睡觉、或进行其他与电商主题无关的行为；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;直播中出现非官方渠道的抽奖行为，包括但不限于截屏抽奖、从粉丝关注列表或订单列表抽送奖品、口播加粉丝团进行抽奖，或引导到站外平台进行抽奖等。如有抽奖活动需求，请使用官方抽奖工具；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;冒充官方或未经许可假借官方名义发布不实信息、从事违规行为活动、歪曲官方信息、曲解平台规则、误导其他用户等；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;以任何形式抹黑、诋毁、损害平台声誉，在平台内或其他渠道发布与本平台相关的不实、恶意信息；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;侵害平台及其他用户的合法权益、妨碍平台正常运营、破坏平台服务公平性的行为，包括但不限于刷粉刷赞、数据造假、行为作弊、使用外挂及作弊软件等；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;发布不良广告、提供有风险金融服务、恶意诱导风险性消费行为，包括但不限于炒作加群送福利、诱导高额送礼、煽动募捐、以打赏送红包等方式诱导加群加好友等；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp;&nbsp;&nbsp;
                    &nbsp;&nbsp;•&nbsp;其他违反平台规定的行为，包括但不限于代开直播、借号直播、买卖账号、替他人宣传高危商品、泄露平台商业秘密等。<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
                    •&nbsp;直播中不能解说博彩、赔率指数等涉赌相关信息，直播画面不能展示博彩机构、赔率指数等涉赌信息。
                </p>
                <p>
                    &nbsp; &nbsp; &nbsp;
                    2.2.7主播在直播中应规范直播画面，严禁出现以下情况，包括但不限于：<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;
                    &nbsp;•&nbsp;直播、转播、展示直播内容过程中不得露出外站的品牌标识、图标、logo等信息；如（某某体育、某某网）等；
                </p>
                <p>
                    &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;
                    &nbsp;•直播过程中不得出现无意义直播，如画面黑屏、同一画面定格15min以上等；&nbsp;<o:p
                    ></o:p>
                </p>
                <p><b>三、违规行为的分类和处罚说明</b><o:p></o:p></p>
                <p>
                    3.1&nbsp;直播违规行为分为严重违规行为和一般违规行为，并根据实际违规情况的严重程度，作出不同等级的处罚。<o:p
                    ></o:p>
                </p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;违规类型<o:p></o:p></p>
                <p>
                    &nbsp;
                    &nbsp;&nbsp;3.1.1&nbsp;严重违规行为：违反本管理规范2.2.1相关条款，认定为严重违规；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp;
                    &nbsp;&nbsp;3.1.2&nbsp;一般违规行为：违反本管理规定2.2.2-2.2.6相关条款，认定为一般违规；<o:p
                    ></o:p>
                </p>
                <p>&nbsp;&nbsp;&nbsp;&nbsp;违规处罚<o:p></o:p></p>
                <p>
                    &nbsp;
                    &nbsp;&nbsp;3.1.3&nbsp;严重违规：平台有权进行立即停止直播、收回直播权限、冻结直播收益、封停账号等处罚，对涉嫌违法犯罪的，平台将向有关主管部门报告或向司法机关移交违法犯罪线索；<o:p
                    ></o:p>
                </p>
                <p>
                    &nbsp;
                    &nbsp;&nbsp;3.1.4&nbsp;一般违规：平台将根据违规严重程度及违规次数，对违规直播进行警告、中断直播、限制直播功能、限制提现等处罚。受到多次违规处罚或违规行为产生严重影响的，M体育平台有权根据实际情况提升处罚等级。<o:p
                    ></o:p>
                </p>
                <p><o:p>&nbsp;</o:p></p>
                <p><b>四、其他</b><o:p></o:p></p>
                <p>
                    4.1&nbsp;本规范由M体育平台发布，M体育有权根据法律法规、相关政策要求，及平台发展运营需要对本规范进行修改及公示。<o:p
                    ></o:p>
                </p>
                <p>
                    4.2
                    本规范自发布之日起生效，此后如有修改，自修改公示之日起生效。
                </p>`,
                },
            },
            {
                id: 4,
                content: {
                    title: '主播问题与解答',
                    des: `  <p>
                    ·问：如何开启直播？<br />答：年满18岁，通过实名认证，就可以申请自己的直播间开始直播了。<o:p
                    ></o:p>
                </p>
                <p>
                    ·问：为什么认证失败？<br />答：实名认证需提供本人清晰完整的身份证正面照片进行认证。<o:p
                    ></o:p>
                </p>
                <p>
                    ·问：哪些能播？哪些不能播？<br />答：具体问题可加客服QQ：3322129855咨询或在线客服咨询；
                </p>
               
                <p>
                    ·问：为什么粉丝听不见我说话？<br />答：请您检查一下麦克风链接是否完好，确认完好之后检查下obs设置或直播助手设置。<o:p
                    ></o:p>
                </p>
                <p>
                    ·&nbsp;问：直播没人互动怎么办？<br />答：建议您把直播间分享到微信/微博/QQ，邀请更多好友观看<o:p
                    ></o:p>
                </p>`,
                },
            },
            {
                id: 5,
                content: {
                    title: 'M体育互动规范',
                    des: ` <p>
                    <span
                        style="
                            font-family: -apple-system, BlinkMacSystemFont,
                                'Segoe UI', 'PingFang SC', 'Hiragino Sans GB',
                                'Microsoft YaHei', 'Helvetica Neue', Helvetica,
                                Arial, sans-serif, 'Apple Color Emoji',
                                'Segoe UI Emoji', 'Segoe UI Symbol';
                        "
                        >第一条&nbsp;为保障M体育平台（以下简称为“M体育”）的合法权益，维护M体育平台正常的运营秩序，根据《用户注册协议》、《M体育直播协议》等规定，特制定本规范。本规范为《用户注册协议》不可分割的一部分，本规范未规定的，适用《用户注册协议》的相关约定。</span
                    ><br />
                </p>
                <div>
                    <span
                        style="
                            font-family: -apple-system, BlinkMacSystemFont,
                                'Segoe UI', 'PingFang SC', 'Hiragino Sans GB',
                                'Microsoft YaHei', 'Helvetica Neue', Helvetica,
                                Arial, sans-serif, 'Apple Color Emoji',
                                'Segoe UI Emoji', 'Segoe UI Symbol';
                        "
                        >第二条&nbsp;用户（如无另外指明，“用户”包括主播与普通用户）需遵守本规范，及M体育平台公示的其他相关政策规则和协议，若用户使用或参与M体育本活动，视为您遵守上述任一规范、政策规则及协议的规定。</span
                    >
                </div>
                <div>
                    <span
                        style="
                            font-family: -apple-system, BlinkMacSystemFont,
                                'Segoe UI', 'PingFang SC', 'Hiragino Sans GB',
                                'Microsoft YaHei', 'Helvetica Neue', Helvetica,
                                Arial, sans-serif, 'Apple Color Emoji',
                                'Segoe UI Emoji', 'Segoe UI Symbol';
                        "
                        >第三条M体育随时可能根据业务的发展等变更本规范并在M体育网站（www.lanjing.live，下同）上予以公告或以其他形式通知用户，您应及时查看。如您不同意相关变更，应立即停止相应服务；如继续使用相应服务，视为您同意变更后的规范。</span
                    >
                </div>
                <div>
                    <span
                        style="
                            font-family: -apple-system, BlinkMacSystemFont,
                                'Segoe UI', 'PingFang SC', 'Hiragino Sans GB',
                                'Microsoft YaHei', 'Helvetica Neue', Helvetica,
                                Arial, sans-serif, 'Apple Color Emoji',
                                'Segoe UI Emoji', 'Segoe UI Symbol';
                        "
                        ><br
                    /></span>
                </div>
                <div>
                    <span
                        style="
                            font-family: -apple-system, BlinkMacSystemFont,
                                'Segoe UI', 'PingFang SC', 'Hiragino Sans GB',
                                'Microsoft YaHei', 'Helvetica Neue', Helvetica,
                                Arial, sans-serif, 'Apple Color Emoji',
                                'Segoe UI Emoji', 'Segoe UI Symbol';
                            font-weight: bold;
                        "
                        >基本管理要求</span
                    >
                </div>
                <div>
                    <span
                        style="
                            font-family: -apple-system, BlinkMacSystemFont,
                                'Segoe UI', 'PingFang SC', 'Hiragino Sans GB',
                                'Microsoft YaHei', 'Helvetica Neue', Helvetica,
                                Arial, sans-serif, 'Apple Color Emoji',
                                'Segoe UI Emoji', 'Segoe UI Symbol';
                        "
                        >第四条&nbsp;&nbsp;本活动需符合合法原则：一切使用并参与本功能的用户及行为，必须在国家相关法律法规基础上进行，对于严重违法、违规情形，将移交政府有关部门依法处理。</span
                    >
                </div>
                <div>
                    <span
                        style="
                            font-family: -apple-system, BlinkMacSystemFont,
                                'Segoe UI', 'PingFang SC', 'Hiragino Sans GB',
                                'Microsoft YaHei', 'Helvetica Neue', Helvetica,
                                Arial, sans-serif, 'Apple Color Emoji',
                                'Segoe UI Emoji', 'Segoe UI Symbol';
                        "
                        >第五条&nbsp;本活动需符合平等原则：一切使用并参与本功能的用户及行为需本着平等、公平原则进行，涉及对其他用户非善意的社交行为，如对其他用户/非用户人员的攻击、中伤或侮辱行为，M体育将依据相关规定进行处理。</span
                    >
                </div>
                <div>
                    <p>
                        第六条&nbsp;本活动需符合用户体验原则：任何影响用户体验或损害M体育正常运营的行为，如发布广告内容，利用本功能开展涉嫌赌博性质的活动等，M体育将依据平台规定严格处理。<br />第七条&nbsp;本活动需符合安全原则：一切使用并参与本功能的用户及行为应保护隐私信息。对于泄露用户隐私的行为，M体育将严格处理，保障用户权益。情节严重的，依据国家有关规定由司法机关处理。<br />第八条&nbsp;本活动旨在提高直播间互动性，增加主播与水友亲密度，是主播回馈广大水友、忠实粉丝的活动功能。本活动由主播发起并设置福利，通过技术工具随机筛选参与用户，主播根据中奖用户所提供信息独立发放福利，M体育不具体参与主播福利发放的环节。<br />第九条&nbsp;主播对奖励的描述应当真实、客观、准确，禁止发起不可达成的福利活动或戏谑、误导用户，玩弄文字游戏。主播需在活动结束后一次性将福利发放给中奖用户。<br />第十条&nbsp;已经通过M体育审核并后台备案的福利与主播直播口述福利不一致时，由主播与中奖用户协商，协商不成的，以M体育后台备案的福利内容为准。<br />第十一条&nbsp;主播需严格执行既定的、已通过审核的福利活动，禁止随意修改活动规则，增加附加条件，此类变动行为均无效。<br />第十二条&nbsp;主播不得以任何理由收取中奖用户额外费用（如邮费、税费、优惠使用费等），且需要在活动结束7天内发放奖品。<br />第十三条&nbsp;主播发起的福利活动及用户参与行为需符合如下规定：<br />1、严禁发起危害国家安全、涉政、反动言论类活动；<br />2、严禁发起宣传邪教迷信、赌博博彩、淫秽色情及其他违反法律法规与社会公序良俗的活动；<br />3、严禁发起以特殊销售商品（如，烟草类、彩票类、药品类等）为福利的活动；<br />4、严禁发起以游戏外挂为福利的活动；<br />5、严禁发起可能损害他人利益，或带有引战、人身攻击、嘲讽特定人群或地域歧视类活动；<br />6、严禁发起危害用户财产安全，涉及用户欺诈，可能造成用户经济利益损失的活动；<br />7、严禁发起带有向部分第三平台引流推广内容的活动；<br />8、严禁发起危害M体育利益的活动，如损害M体育用户利益，引起法律纠纷等；<br />9、严禁发起带有戏谑、恶性的、具有针对性的非善意的活动；<br />10、严禁发起带有不正当竞争目的的活动；<br />11、严禁发起恶意抹黑平台及宣传其他平台或主播的活动；<br />12、严禁假冒M体育官方工作人员发起活动等。<br />第十四条&nbsp;主播使用本功能发起的活动，所生成的结果均有效，不可撤销、删除、更改，请主播在选填各项内容确认无误后发起。<br />第十五条&nbsp;中奖用户请务必在活动结束后7日内及时将个人信息发送给主播，如因用户个人原因未在期限内填写，则视为放弃资格。<br />第十六条&nbsp;主播未利用M体育官方工具发起活动的，包括但不限于使用第三方插件、自定义条件设置活动门槛等，M体育不承认此类活动的有效性。因此产生纠纷的，请主播与用户自行协商解决。<br /><br /><span
                            style="font-weight: bold"
                            >违规活动/行为界定</span
                        ><br />第十七条&nbsp;活动未经M体育审核、后台备案。主播未按照M体育要求进行审核及备案，或在活动备案成功后，修改福利内容、福利数量、活动时间、用户参与要求等视为违规活动。<br />第十八条&nbsp;恶性活动。违反本规范第十三条规定的均被视为恶性活动。<br />第十九条&nbsp;违规泄露用户隐私。主播泄露活动参与者个人隐私信息，擅自将活动参与者个人隐私信息（包括但不限于电话、住址、姓名等）公布，或提供给第三方都将被视作违规泄露用户隐私。<br />第二十条&nbsp;主播发起福利活动的，应符合如下要求：<br />1、M体育依据主播等级对福利内容金额做出限制，单个礼物金额最高不得超过50000元，超过50000元的，需向M体育做特别申请；<br />2、主播对福利内容的描述应当真实、客观、准确，禁止带有歧义、误导类文字（如，福利内容不得使用汉语拼音书写等）。福利内容无实际价值、标价与实际价值不符、变更福利内容、玩弄文字游戏、以不可达成、无效条件作为福利发放前提的戏谑行为等均视为违规活动。<br />第二十一条&nbsp;违规附加领取条件。主播不得以任何因素拒绝福利发放或增加发放难度，主播以邮费、税费、优惠使用费等任何理由收取用户费用的，被视为违规活动。<br />第二十二条&nbsp;逾期发放。主播需在活动结束后7日内按照用户填写的信息进行福利发放。主播故意拖延、逾期、沟通长时间不作回复的均属于逾期发放。<br />第二十三条&nbsp;违规参与活动。不正当参与活动的用户，系统将自动甄别并剔除，不正当参与行为包括但不限于：使用弹幕机器人、非官方途径购买鲸币参与活动、违规使用插件、恶意注册多个账号等。<br /><br /><span
                            style="font-weight: bold"
                            >争议、违规活动处理</span
                        ><br />第二十四条&nbsp;主播需在活动结束后7日内发放福利，并提供物流查询信息或相关凭证。若因福利发放产生纠纷的，M体育有权要求主播证明福利已送达给用户。<br />第二十五条&nbsp;本活动发生争议时，由主播与用户相互协商，协商不成的，请于60日内联系M体育官方客服进行争议反馈，M体育将核实情况并依据平台规则进行处理。超过60日反馈期的，视为无争议发生，M体育不在接受争议反馈。<br />第二十六条&nbsp;&nbsp;被认定为违规活动/行为的，M体育视情节严重予以关闭本活动功能、扣分、冻结或扣除M体育应向主播支付的各类费用、关闭直播间、永封直播间、封禁账号、注销账号等处罚。
                    </p>
                    <p>
                        <br /><span style="font-weight: bold">声明及免责条款</span
                        ><br />第二十七条&nbsp;M体育仅为主播及用户间互动提供技术支持服务，主播与用户因使用本功能产生法律纠纷的，由双方自行处理，M体育不承担任何责任。<br />第二十八条&nbsp;如果用户在M体育平台上的行为违反相关的法律法规，M体育可依法向相关主管机关报告并提交用户的使用记录和其他信息。同时，M体育可将对用户违法违规行为处理措施信息以及其他经国家行政或司法机关生效法律文书确认的违法信息在M体育平台上予以公示。除此之外，M体育可依据国家相关法律法规规定，对用户进行黑名单管理和信用管理，提供与信用等级挂钩的管理和服务，若用户被纳入黑名单，有权对纳入黑名单的用户采取禁止重新注册账号的措施，并及时向相关部门报告。<br />第二十九条&nbsp;因用户的行为使M体育及/或其关联公司遭受损失（包括但不限于自身的直接经济损失、商誉损失及对外支付的赔偿金、和解款、律师费、诉讼费等间接经济损失），应赔偿M体育及/或其关联公司的上述全部损失。<br />第三十条&nbsp;如用户的行为使M体育及/或其关联公司遭受第三人主张权利，M体育及/或其关联公司可在对第三人承担金钱给付等义务后就全部损失向相应人员追偿。<br />第三十一条&nbsp;M体育负责“按现状”和“可得到”的状态向用户提供M体育平台服务。M体育依法律规定承担相应义务，但无法对由于信息网络设备维护、连接故障，电脑、通讯或其他系统的故障，黑客活动、计算机病毒、电力故障，罢工，暴乱，火灾，洪水，风暴，爆炸，战争，政府行为，司法行政机关的命令或因第三方原因而给用户造成的损害结果承担责任。<br />第三十二条&nbsp;M体育通过中华人民共和国境内的设施控制和提供M体育平台服务，M体育不担保控制或提供的服务在其他国家或地区是适当的、可行的，任何在其他司法辖区使用M体育平台服务的用户应自行确保其遵守当地的法律法规，M体育对此不承担任何责任。<br />第三十三条&nbsp;本规范于2020年10月29日发布，自发布之日起生效。<br />
                    </p>
                </div>`,
                },
            },
            {
                id: 100,
                content: {
                    title: 'M体育官方主播招募令',
                    des: `<p>M体育邀你做主播</p> <p><b>联系QQ：3322129855</b> </p>`,
                },
            },
        ],
    },
    mutations: {
        setExpansion: (state, data) => {
            state.expansion = data;
        },
    },
    getters: {
        getExpansion: (state) => state.expansion,
        getNoticeList: (state) => state.noticeList,
        getNormList: (state) => state.normList,
        getHelpList: (state) => state.helpList,
        getCriterionDetailList: (state) => state.criterionDetailList,
    },
};
